[
    {
        "id":1,
        "text":"Carrying out the research programs with its own fund as well as donation from institutions, governments and individuals. The research programs basically focus on contemporary issues around the world."
    },
    {
        "id":2,
        "text":"Supporting the academic research of institutes and universities, mainly performed by faculty members and independent researchers, through the INSTITUTE’s own budgets."
    },
    {
        "id":3,
        "text":"Supporting the research projects as well as independent researchers by providing the global data and expertise. Sometimes the researchers or academicians are introduced with international experts of respective field. The Institute has more than 1000 representatives in more than 150 Countries."
    },
    {
        "id":4,
        "text":"Conducting comprehensive cross-cultural research around the world for the institutes, societies and even for governments with its more than 2000 AAIR members."
    },
    {
        "id":5,
        "text":"Publishing the latest research findings (both the institute’s own research and individuals’ research of more than 150 countries) through more than 50 international journals. The journals are headed by the reputed North American and European experts in each respective filed. The journals are published under the umbrellas of the Institute itself, AAIR (An International association of researchers patronized by ARIPD), and two research centers of the institute."
    },
    {
        "id":6,
        "text":"Facilitating the academic as well as institutional research through its international research grants. The Institute provides 200 research grants each year. Each research grant ranges from USD 500 to USD 5000."
    },
    {
        "id":7,
        "text":"Encouraging the researchers throughout the world by providing the awards to the researchers. Each award comprises of USD 500 and a certificate of excellence"
    },
    {
        "id":8,
        "text":"Arranging national and international seminars and conferences. The Institute also supports the seminars of different institutes and universities with its own expertise and resources"
    }
]