[
    {
        "title": "Role of Zakat in Business Growth and Empowerment Program: An Empirical Study",
        "author": "Mohammed Arshad Khan",
        "journal": "International Journal of Accounting and Taxation,",
        "serial": "9(1), pp. 1-11",
        "doi": "10.15640/ijat.v10n1a1",
        "doiURL": "http://dx.doi.org/10.15640/ijat.v10n1a1",
        "abstract": "As an Islamic economic and social funding device, Zakat is a tool that contributes to human well-being. This study explored the effect of zakat empowerment initiatives on Zakir wealth (the zakat beneficiary) in connection to business growth as a mediating variable. Partial Least Square Structural Equation Modelling (PLS-SEM) is used in this quantitative study to analyse 186 Indian zakat foundations from various zakat empowerment programmes. Zakir wealth increases as a result of Zakat empowerment. This shows that Zakir's wealth and business have grown as a result of the empowerment programme. Zakir wealth and business assistantship have a beneficial and considerable effect on company growth as a mediating variable. In addition, GRDP and inflation, as well as internal factors like as age and educational attainment, have varying effects on Zakir's wealth creation. According to this report, the zakat empowerment programme has a significant effect in enhancing the wealth of Zakir. Zakat community empowerment is a way to reduce poverty and inequality in India, as well as a means of eradicating poverty.",
        "pdf": "PDF",
        "category": "Accounting",
        "volume": "10",
        "issue": "1",
        "month": "June ",
        "year": "2022"
    },
    {
        "title": "A Survey of Bio-pesticide Uses in Cambodia",
        "author": "Vibol Sok, Socheath Tong, Sokmean Vann, Borarin Buntong",
        "journal": "Journal of Agriculture and Environmental Sciences",
        "serial": "12(1), pp. 1-5",
        "doi": "10.15640/jaes.v12n1a1",
        "doiURL": "http://dx.doi.org/10.15640/jaes.v12n1a1",
        "abstract": "Bio-pesticides represent an alternative path to chemical pesticides in crop protection. A study was conducted using questionnaire-based interviews to assess bio-pesticide use and preparation, application and effectiveness among vegetable farmers in Cambodia. The study showed that among 183 active farmers with multiple crop farming systems, 112 farmers had experience in using bio-pesticides. The farmers used 16 plant materials, cow urine, wood ash and white sake in preparation for 29 bio-pesticides. The 74% of farmers were trained by NGO or government officers, while the others trained by neighbors or relatives. The preparation consisted of material trituration, materials soaking in water for 2-4 days and solution extraction. The bio-pesticide use aimed to kill insects, of which the effectiveness ranged from 50 % to 100 % varying with insect types and densities. The farmers reported that the pesticides were less effective against insect miners, borers and leaf rollers. High cost and low availability of the materials, and effectiveness limit were weaknesses of the bio-pesticides. These findings suggest that the bio-pesticide use should be significantly improved through effectiveness optimization and increase of agricultural production of the materials.",
        "pdf": "PDF",
        "category": "Agriculture",
        "volume": "12",
        "issue": "1",
        "month": "June",
        "year": "2023"
    },
    {
        "title": "Molecular Identification of Fusarium Species Associated with Rice Seeds Produced in Burkina Faso",
        "author": "Fabrice Wendyam NIKIEMA, Elisabeth Pawindé ZIDA, Ibrahim KEITA, Ousmane A. KOITA, Gilles I THIO, Leon W NITIEMA, Kadidia KOITA, Mahamadou SAWADOGO",
        "journal": "Journal of Agriculture and Environmental Sciences",
        "serial": "12(1), pp. 6-17",
        "doi": "10.15640/jaes.v12n1a2",
        "doiURL": "http://dx.doi.org/10.15640/jaes.v12n1a2",
        "abstract": "The genus Fusarium is considered as one of the most important groups of plant pathogens distributed in all regions of Burkina Faso. In order to identify the species, molecular characterization of 118 Fusarium single spore isolates was undertaken. The single spore isolates were obtained from 28 populations isolates collected from rice seeds produced in the three main agro-ecological zones of the country. The molecular characterization was done based on the DNA sequence of the 5,8S-ITS region. The analysis of single spore isolates revealed that 67 isolates (56.78%) belong to the species Fusarium thapsinum, 21 isolates (17.80%) to the species Fusarium equiseti, 20 isolates (16.95%) to the species Fusarium oxysporum and 10 isolates (8.47%) to the species Fusarium chlamydosporum. The phylogenetic tree generated using the UPGMA method showed that isolates of the same species were grouped in the same clade. The present study indicated that among the identified Fusarium species, Fusarium thapsinum is the most widespread on rice seeds. This study is the first report of the exact identity of Fusarium species present in rice seed in Burkina Faso. This information suggests the study of the pathogenicity of these species on rice.",
        "pdf": "PDF",
        "category": "Agriculture",
        "volume": "12",
        "issue": "1",
        "month": "June",
        "year": "2023"
    },
    {
        "title": "Etude de la phytodiversité ligneuse dans la bande de servitude de la rivière Kou dans la Province du Houet (Burkina Faso)",
        "author": "Basirou DEMBELE, Alain P.K. GOMGNIMBOU, Jérôme T. YAMEOGO, Osée W. OUEDRAOGO, Mipro HIEN",
        "journal": "Journal of Agriculture and Environmental Sciences",
        "serial": "12(1), pp. 6-17",
        "doi": "10.15640/jaes.v12n1a2",
        "doiURL": "http://dx.doi.org/10.15640/jaes.v12n1a2",
        "abstract": "The genus Fusarium is considered as one of the most important groups of plant pathogens distributed in all regions of Burkina Faso. In order to identify the species, molecular characterization of 118 Fusarium single spore isolates was undertaken. The single spore isolates were obtained from 28 populations isolates collected from rice seeds produced in the three main agro-ecological zones of the country. The molecular characterization was done based on the DNA sequence of the 5,8S-ITS region. The analysis of single spore isolates revealed that 67 isolates (56.78%) belong to the species Fusarium thapsinum, 21 isolates (17.80%) to the species Fusarium equiseti, 20 isolates (16.95%) to the species Fusarium oxysporum and 10 isolates (8.47%) to the species Fusarium chlamydosporum. The phylogenetic tree generated using the UPGMA method showed that isolates of the same species were grouped in the same clade. The present study indicated that among the identified Fusarium species, Fusarium thapsinum is the most widespread on rice seeds. This study is the first report of the exact identity of Fusarium species present in rice seed in Burkina Faso. This information suggests the study of the pathogenicity of these species on rice.",
        "pdf": "PDF",
        "category": "Agriculture",
        "volume": "12",
        "issue": "1",
        "month": "June",
        "year": "2023"
    },
    {
        "title": "Flamenco, Culture of Marginalization or Culture of Resistance?",
        "author": "Dr. Ricardo Morgado Giraldo",
        "journal": "Journal of Anthropology and Archaeology",
        "serial": "11(1), pp. 1-15",
        "doi": "10.15640/jaa.v11n1a1",
        "doiURL": "http://dx.doi.org/10.15640/jaa.v11n1a1",
        "abstract": "We carry out this approach to flamenco from Anthropology, with the tools of this science, but also with others such as history, musicology, etc. In this work flamenco is analyzed anthropologically, in interaction with other elements of culture and the social context in which it arises, its background is also described and whether it is a culture of resistance or marginalization. With these premises, in this work, it ends up concluding that the difficult interaction between all these factors prevents a clear judgment about where this cultural manifestation is headed and if the influences of global society will end up disfiguring it or causing it to stop working. to be a symbol of Andalusian identity. The importance of the concept of neighborhood for the Andalusian is also made clear in this place: it constitutes their hallmark and this in turn impregnates flamenco, which, as a consequence, means that, although flamenco can be done in places outside Andalusia, or by people outside it, in order for it to have overtones of flamenco authenticity, this cultural expression must have Andalusia and its humanized space as its point of reference: its territory, if we are not talking about something else.",
        "pdf": "PDF",
        "category": "Archaeology",
        "volume": "11",
        "issue": "1",
        "month": "June",
        "year": "2023"
    },
    {
        "title": "A Critical Study of Subject Role in Tasting Painting Artworks",
        "author": "Ihab M. Hanafy",
        "journal": "International Journal of Art and Art History",
        "serial": "11(1), pp. 1-8",
        "doi": "10.15640/ijaah.v11n1a1",
        "doiURL": "http://dx.doi.org/10.15640/ijaah.v11n1a1",
        "abstract": "This study highlights the role of painting subjects in reading and tasting them. Where examples of painting art from various periods of art history namely primitive to contemporary arts were discussed. These paintings are believed to be representatives of contrasting subjects and concepts. The subject of an artwork is linked to the nature of the era in which it is created; as an era, characteristics in terms of beliefs, philosophy, culture, science, and creative freedom limits have clear impacts on the nature of the artistic subjects presented. In this context, the study assumed that the subject cannot be relied upon in reading and appreciating visual artworks, as the subject may have a clear presence in the works of a certain historical stage, and it may be marginalized, cancelled, or completely excluded in the artworks of another historical stage. Based on the studied artworks, it is concluded that reading and tasting artistic works require the audience and viewers’ awareness of the period in which these works were produced. It is recommended to realize the artistic movement to which it belongs to, as these artworks mainly reflect how the subject was dealt with in this era and the aesthetical formulation method used by the artist in expressing the created artwork. Besides, the study confirmed that aesthetic construction should be the main approach to reading and tasting visual artworks, including paintings. The value of the artwork could be identified through the awareness of the audience of aesthetic formulation elements and their ability to embody identified visual values. The study confirmed that the value of the artwork does exist regardless the receivers’ awareness of the reason for determining the value of the artwork. Rather, the value of the artwork stems from the extent of the artist’s ability to expressively embody his thoughts and feelings employing fine art formulations. Thus, artists would address the audience's conscience and mind. Fine art formulation is primarily the frontal side that can determine the value of the artwork and its intellectual and creative originality.",
        "pdf": "PDF",
        "category": "Art&History",
        "volume": "11",
        "issue": "1",
        "month": "June",
        "year": "2023"
    },
    {
        "title": "The Psychology of American Abstract Expressionism",
        "author": "Donna L. Roberts, PhD",
        "journal": "International Journal of Art and Art History",
        "serial": "11(1), pp. 9-22",
        "doi": "10.15640/ijaah.v11n1a2",
        "doiURL": "http://dx.doi.org/10.15640/ijaah.v11n1a2",
        "abstract": "This paper investigates the psychological underpinnings of Abstract Expressionism, a groundbreaking art movement that emerged in the mid-20th century and continues to shape the contemporary art world. By examining the works and lives of prominent artists such as Jackson Pollock, Willem de Kooning, and Mark Rothko, the study provides insights into the psychological motivations and processes that informed their artistic expressions and artistic processes. The paper further explores the ways in which the theories of Sigmund Freud and Carl Jung contributed to the development of Abstract Expressionism and examines the role of the viewer in the psychological interpretation of this art. In addition to its historical and theoretical analysis, the paper discusses the lasting legacy of Abstract Expressionism on contemporary art, examining its ongoing influence on modern artists. By acknowledging the enduring impact of Abstract Expressionism on the art world and society as a whole, this analysis contributes to a deeper understanding of the movement's profound psychological dimensions",
        "pdf": "PDF",
        "category": "Art&History",
        "volume": "11",
        "issue": "1",
        "month": "June",
        "year": "2023"
    }
]